---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3PerKg
source: html/11919d00-5ec2-7190-ac04-cc80e9f02423.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3PerKg Property

Symbol m³/kg, indicating unit Cubic meters per kilogram.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3PerKg { get; }
```